QSG-bundle/QSG/bin/Common/delete-role.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.ws.um.carbon.wso2.org">
  <soapenv:Header/>
  <soapenv:Body>
     <ser:deleteRole>
        <!--Optional:-->
        <ser:roleName>Manager</ser:roleName>
     </ser:deleteRole>
  </soapenv:Body>
</soapenv:Envelope>
